[
  {
    "Id": 1,
    "title": "Acute Coronary Syndrome Management",
    "category": "Emergency",
    "content": "Initial assessment should include ECG within 10 minutes of presentation. Administer aspirin 325mg chewed unless contraindicated. Obtain troponin levels and chest X-ray. Consider clopidogrel or ticagrelor loading dose. Monitor for signs of cardiogenic shock or mechanical complications. Early cardiology consultation for STEMI patients.",
    "lastUpdated": "2024-01-10T00:00:00.000Z"
  },
  {
    "Id": 2,
    "title": "Hypertensive Crisis Protocol",
    "category": "Emergency",
    "content": "Distinguish between hypertensive emergency (target organ damage) and urgency. For emergency: reduce BP by 10-15% in first hour, then gradually over 24 hours. Avoid sublingual nifedipine. Consider IV nicardipine, clevidipine, or labetalol. Monitor neurological status closely. Urgent ophthalmologic examination if visual symptoms.",
    "lastUpdated": "2024-01-08T00:00:00.000Z"
  },
  {
    "Id": 3,
    "title": "Heart Failure Acute Decompensation",
    "category": "Cardiology",
    "content": "Assess volume status and hemodynamics. Obtain BNP or NT-proBNP, basic metabolic panel, liver function tests. Chest X-ray for pulmonary edema. Consider furosemide IV bolus or drip. Monitor renal function and electrolytes. Evaluate for precipitating factors. Consider inotropic support if cardiogenic shock.",
    "lastUpdated": "2024-01-09T00:00:00.000Z"
  },
  {
    "Id": 4,
    "title": "Stroke Assessment and Management",
    "category": "Neurology",
    "content": "FAST assessment (Face, Arms, Speech, Time). CT head without contrast within 25 minutes. NIH Stroke Scale assessment. Check glucose, coagulation studies. Consider IV tPA if within 4.5 hours and no contraindications. Neurology consultation stat. Blood pressure management per guidelines. Monitor for complications.",
    "lastUpdated": "2024-01-07T00:00:00.000Z"
  },
  {
    "Id": 5,
    "title": "Seizure Management Protocol",
    "category": "Neurology",
    "content": "Ensure airway protection and patient safety. Assess duration and characteristics. Check glucose, electrolytes, drug levels if applicable. For status epilepticus: lorazepam or diazepam IV, followed by phenytoin or levetiracetam loading dose. EEG monitoring if available. Consider underlying causes and precipitants.",
    "lastUpdated": "2024-01-06T00:00:00.000Z"
  },
  {
    "Id": 6,
    "title": "Gastrointestinal Bleeding Management",
    "category": "Gastroenterology",
    "content": "Assess hemodynamic stability and resuscitate as needed. NPO status. Type and crossmatch blood. Consider proton pump inhibitor therapy. Risk stratification using validated scores. Upper endoscopy within 24 hours for upper GI bleeding. Gastroenterology consultation. Monitor hemoglobin and vital signs closely.",
    "lastUpdated": "2024-01-05T00:00:00.000Z"
  },
  {
    "Id": 7,
    "title": "Acute Pancreatitis Protocol",
    "category": "Gastroenterology",
    "content": "Confirm diagnosis with lipase >3x upper limit normal. Assess severity using Ranson criteria or APACHE II. Aggressive IV fluid resuscitation with lactated Ringer's. Pain management with opioids as needed. NPO initially, advance diet as tolerated. Monitor for complications: necrosis, pseudocyst, organ failure.",
    "lastUpdated": "2024-01-04T00:00:00.000Z"
  },
  {
    "Id": 8,
    "title": "Acute Asthma Exacerbation",
    "category": "Respiratory",
    "content": "Assess severity using peak flow or clinical criteria. Administer bronchodilators (albuterol) and corticosteroids (prednisolone or methylprednisolone). Consider ipratropium for severe cases. Monitor oxygen saturation and arterial blood gases. Chest X-ray to rule out pneumothorax. Discharge planning with action plan and follow-up.",
    "lastUpdated": "2024-01-03T00:00:00.000Z"
  },
  {
    "Id": 9,
    "title": "COPD Exacerbation Management",
    "category": "Respiratory",
    "content": "Assess for signs of respiratory failure. Arterial blood gas analysis. Bronchodilators (albuterol, ipratropium). Systemic corticosteroids. Consider antibiotics if purulent sputum or signs of pneumonia. Non-invasive positive pressure ventilation if indicated. Monitor for CO2 retention with oxygen therapy.",
    "lastUpdated": "2024-01-02T00:00:00.000Z"
  },
  {
    "Id": 10,
    "title": "Community-Acquired Pneumonia Protocol",
    "category": "Respiratory",
    "content": "Risk stratification using CURB-65 or PORT score. Chest X-ray and basic laboratory studies. Blood cultures if severe. Empiric antibiotic therapy based on local resistance patterns and severity. Consider atypical coverage. Oxygen therapy if hypoxemic. Monitor clinical response and consider discharge criteria.",
    "lastUpdated": "2024-01-01T00:00:00.000Z"
  }
]